[
  {
    "title": "Interview Talking Points",
    "featured": true,
    "excerpt": "Being given a job offer depends on the mistakes you avoid as much as the things that you do well. Interview nerves are normal and to be expected; the key is to put them in your favor by harnessing that nervous energy and putting it towards your mental and physical preparation.",
    "image": "files/ct_files/images/articles/intervew-talking-points.jpg",
    "banner": "files/ct_files/images/articles/intervew-talking-points-banner.jpg",
    "filename": "interview-talking-points"
  },
  {
  "title": "Apply, Apply, Apply",
  "featured": true,
  "excerpt": "<p>You might feel tempted to walk away from your dream job because you don&#39;t think you have a shot, even if you believe you could change their mind in the interview. However, if you don&#39;t apply, you&#39;ll never even get that interview.</p>",  
  "image": "files/ct_files/images/articles/apply-apply-apply.jpg",
  "banner": "files/ct_files/images/articles/apply-apply-apply-banner.jpg",
  "filename": "apply-apply-apply"
},
{
  "title": "Basics of Freelancing",
  "featured": true,
  "excerpt": "<p>As with any endeavor, it all comes down to your work. It&rsquo;s about initiative and getting work done.</p>",  
  "image": "files/ct_files/images/articles/basics-of-freelancing.jpg",
  "banner": "files/ct_files/images/articles/basics-of-freelancing-banner.jpg",
  "filename": "basics-of-freelancing"
},
  {
    "title": "Creating an Account with So Cal Innovation Station",
    "excerpt": "<p>There are many reasons why Laurus College has teamed up with <strong>So Cal Innovation Station</strong>, foremost is it gives anyone interested in running their own business or becoming a freelance entrepreneur, access to resources and individuals who can answer questions about how to make it all work. There are many questions which must be answered before setting out on the path to independent ownership. So Cal Innovation Station can help guide you to greater success.</p>",
    "image": "files/ct_files/images/articles/creating-an-account-with-so-cal-innovation-station.jpg",
    "banner": "files/ct_files/images/articles/creating-an-account-with-so-cal-innovation-station-banner.jpg",
    "filename": "article-1"
  },
  {
    "title": "How to Customize Your Resume",
    "excerpt": "<p>You&rsquo;ve spent days crafting the perfect resume. But employers aren&rsquo;t calling you for an interview.    There could be a number of reasons for this, but one of the most common is failing to customize your resume to the specific job opening.</p>",
    "image": "files/ct_files/images/articles/how-to-customize-your-resume.jpg",
    "banner": "files/ct_files/images/articles/how-to-customize-your-resume-banner.jpg",
    "filename": "customize-your-resume"
  },
  {
    "title": "The Laurus College Guide to Resume Writing",
    "excerpt": "<p>Having a modern, employer friendly resume is a critical job search component that will help you land job interviews and ultimately job offers. Today&rsquo;s resume needs be formatted so that it will pass through over 200 different Applicant Tracking Software programs. And they must be targeted or customized for each individual opening. The generic resume is a thing of the past.</p>",
    "image": "files/ct_files/images/articles/laurus-college-guide-to-resume-writing.jpg",
    "banner": "files/ct_files/images/articles/laurus-college-guide-to-resume-writing-banner.jpg",
    "filename": "laurus-college-guide-to-resume-writing"
  }
]
